IDEA Open Model
NonConformity Properties
Compatible with IDEA StatiCa v 10.1
The NonConformity type exposes the following members.
Properties
Name | Description
Guid
 Description of the nonconformity
Severity
 severity of this nonconformity
Top
See Also
Reference
NonConformity Class
IdeaRS.OpenModel.Message Namespace